Repository: xjbeta/iina-plus
Catalog: IINA+/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Cancel
zh_hans: 退出

source: Could not save changes while quitting. Quit anyway?
zh_hans: 退出时无法保存更改。 确认退出？

# Danmaku plugin Install Alert informativeText
source: Open IINA-PLUS Preferences to install.
zh_hans: 打开IINA-PLUS 的设置进行安装.

# Danmaku plugin Install Alert messageText
source: You need to install the Danmaku plugin for IINA
zh_hans: 你需要为IINA 安装弹幕插件

# decode.plugin.error
source: Plugin status unknown.
zh_hans: 插件状态未知.

# decode.plugin.multiple
source: Multiple plugins detected.
zh_hans: 识别到多个插件.

# decode.plugin.needsInstall
source: Plugin not installed.
zh_hans: 插件未安装.

# decode.plugin.needsUpdate
source: Plugin update required.
zh_hans: 插件需要更新.

# LiveSite.All
source: All
zh_hans: 全部

source: Loading...
zh_hans: 加载中....

# mainMenu.view.reloadBilibiliList
source: Reload Bilibili List
zh_hans: 重新加载 Bilibili 列表

# mainMenu.view.reloadLiveStatus
source: Reload Live Status
zh_hans: 重新加载直播状态

# PluginInstaller.tips
source: Everything OK ✅ Restart IINA to take effect
zh_hans: 准备就绪 ✅ 重启 IINA 以生效

source: Quit anyway
zh_hans: 确认退出

source: Quitting now will lose any changes you have made since the last successful save
zh_hans: 现在退出将丢失自上次成功保存以来所做的任何更改

# SupportSites.Bilibili Bangumi
source: Bilibili Bangumi
zh_hans: Bilibili 番剧

# SupportSites.Bilibili Live
source: Bilibili Live
zh_hans: Bilibili 直播

# SupportSites.CC163
source: CC163
zh_hans: 网易CC

# SupportSites.DouYin
source: DouYin
zh_hans: 抖音

# SupportSites.Douyu
source: Douyu
zh_hans: 斗鱼

# SupportSites.Huya
source: Huya
zh_hans: 虎牙

# SupportSites.QQLive
source: QQ Live
zh_hans: 企鹅体育

# SupportSites.Unsupported
source: Unsupported
zh_hans: 不支持

# VideoGetError.default
source: something went wrong.
zh_hans: 出了些问题.

# VideoGetError.invalidLink
source: invalid url.
zh_hans: 无效链接.

# VideoGetError.isNotLiving
source: the host is not online.
zh_hans: 主播不在家.

# VideoGetError.needLogin
source: need Login.
zh_hans: 需要登录

# VideoGetError.needVip
source: need vip.
zh_hans: 需要大会员.

# VideoGetError.notSupported
source: the website is not supported.
zh_hans: 网站不支持或链接格式错误.

# VideoGetError.oops
source: ಠ_ಠ oops,
zh_hans: ಠ_ಠ 哦嚯,
